Repository: jfoucher/Hybridge
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Changes are sent automatically. The watch stores your date of birth as an age in whole years and refreshes it each time it connects.
de: Änderungen werden automatisch gesendet. Die Uhr speichert Ihr Geburtsdatum als Alter in ganzen Jahren und aktualisiert es bei jeder Verbindung.
es: Los cambios se envían automáticamente. El reloj almacena tu fecha de nacimiento como una edad en años completos y la actualiza cada vez que se conecta.
fr: Les modifications sont envoyées automatiquement. La montre stocke votre date de naissance sous forme d'âge en années entières et la rafraîchit à chaque connexion.

source: Changes are sent automatically. When a matching notification arrives, the hands point at the position and the watch vibrates; anything not listed is ignored.
de: Änderungen werden automatisch gesendet. Wenn eine passende Benachrichtigung eintrifft, zeigen die Zeiger auf die Position und die Uhr vibriert; alles, was nicht aufgeführt ist, wird ignoriert.
es: Los cambios se envían automáticamente. Cuando llega una notificación coincidente, las manecillas señalan la posición y el reloj vibra; todo lo que no aparece en la lista se ignora.
fr: Les modifications sont envoyées automatiquement. Lorsqu'une notification correspondante arrive, les aiguilles pointent vers la position et la montre vibre ; tout ce qui n'est pas répertorié est ignoré.

source: Changes update the Custom text complication automatically and are restored when this watch reconnects.
de: Durch Änderungen wird die benutzerdefinierte Textkomplikation automatisch aktualisiert und wiederhergestellt, wenn diese Uhr erneut eine Verbindung herstellt.
es: Los cambios actualizan la complicación de texto personalizado automáticamente y se restauran cuando este reloj se vuelve a conectar.
fr: Les modifications mettent automatiquement à jour la complication du texte personnalisé et sont restaurées lorsque cette montre se reconnecte.

source: Choose a day
de: Wählen Sie einen Tag
es: Elige un día
fr: Choisissez un jour

source: Choose background photo
de: Wählen Sie ein Hintergrundfoto
es: Elige una foto de fondo
fr: Choisir une photo d'arrière-plan

source: Classic
de: Klassisch
es: Clásico
fr: Classique

source: Classic dress watch: fluted bezel, baton indices and a cyclops date lens at 3.
de: Klassische Dresswatch: geriffelte Lünette, Stabindizes und Zyklop-Datumslinse bei 3.
es: Reloj de vestir clásico: bisel estriado, índices tipo bastón y lente de fecha cíclope a las 3.
fr: Montre habillée classique : lunette cannelée, index bâtons et lentille de date cyclope à 3 heures.

source: Clear
de: Leeren
es: Borrar
fr: Effacer

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux

source: CLOUDY
de: Bewölkt
es: NUBLADO
fr: NUAGEUX

source: Color
de: Farbe
fr: Couleur

source: Complications
de: Komplikationen
es: Complicaciones

source: Connect and load entities
de: Verbinden und Entitäten laden
es: Conectar y cargar entidades
fr: Se connecter et charger les entités

source: Connect Home Assistant entities to its companion watch app.
de: Home-Assistant-Entitäten mit der zugehörigen App auf der Uhr verbinden.
es: Conecta entidades de Home Assistant con su aplicación complementaria del reloj.
fr: Connectez des entités Home Assistant à l’app compagnon sur la montre.

source: Connected
de: Verbunden
es: Conectado
fr: Connecté

source: Connected · %lld entities
de: Verbunden · %lld Entitäten
es: Conectado · %lld entidades
fr: Connecté · %lld entités

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion

source: connection failed
de: Verbindung fehlgeschlagen
es: la conexión falló
fr: la connexion a échoué

source: Connection, battery and last sync for your watch.
de: Verbindung, Akku und letzte Synchronisierung für Ihre Uhr.
es: Conexión, batería y última sincronización de tu reloj.
fr: Connexion, batterie et dernière synchronisation pour votre montre.

source: Contact alerts use the official app's fixed patterns.
de: Kontaktbenachrichtigungen verwenden die festen Muster der offiziellen App.
es: Las alertas de contacto utilizan los patrones fijos de la aplicación oficial.
fr: Les alertes de contact utilisent les modèles fixes de l'application officielle.

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste

source: Could not delete all local fitness files
de: Nicht alle lokalen Fitnessdateien konnten gelöscht werden
es: No se pudieron eliminar todos los archivos locales de actividad
fr: Impossible de supprimer tous les fichiers locaux d’activité

source: Could not encode the background image
de: Das Hintergrundbild konnte nicht kodiert werden
es: No se pudo codificar la imagen de fondo
fr: Impossible d'encoder l'image d'arrière-plan

source: Could not save the Home Assistant token
de: Das Home-Assistant-Token konnte nicht gespeichert werden
es: No se pudo guardar el token de Home Assistant
fr: Impossible d’enregistrer le jeton Home Assistant

source: Could not start calibration: %@
de: Kalibrierung konnte nicht gestartet werden: %@
es: No se pudo iniciar la calibración: %@
fr: Impossible de démarrer l'étalonnage : %@

source: Couldn't reach your watch — make sure it's nearby and Bluetooth is on.
de: Ihre Uhr konnte nicht erreicht werden. Stellen Sie sicher, dass sie sich in der Nähe befindet und Bluetooth aktiviert ist.
es: No pude alcanzar tu reloj. Asegúrate de que esté cerca y que Bluetooth esté encendido.
fr: Impossible d'accéder à votre montre : assurez-vous qu'elle se trouve à proximité et que Bluetooth est activé.

source: Couldn't vibrate the watch: %@
de: Die Uhr konnte nicht vibrieren: %@
es: No se pudo hacer vibrar el reloj: %@
fr: Impossible de faire vibrer la montre : %@

source: CRC mismatch during %@
de: CRC stimmt während %@ nicht überein
es: El CRC no coincide durante %@
fr: CRC incorrect pendant %@

source: Create a watchface
de: Erstellen Sie ein Zifferblatt
es: Crear una esfera de reloj
fr: Créer un cadran

source: Credentials saved
de: Zugangsdaten gespeichert
es: Credenciales guardadas
fr: Identifiants enregistrés

source: Credentials saved · contacting Home Assistant…
de: Zugangsdaten gespeichert · Verbindung mit Home Assistant wird hergestellt…
es: Credenciales guardadas · conectando con Home Assistant…
fr: Identifiants enregistrés · connexion à Home Assistant…

source: Currently
de: Derzeit
es: Actualmente
fr: Actuellement

source: Custom handle (hex, e.g. 0x0B00)
de: Benutzerdefiniertes Handle (Hex, z. B. 0x0B00)
es: Identificador personalizado (hex., p. ej. 0x0B00)
fr: Descripteur personnalisé (hex., p. ex. 0x0B00)

source: Custom text
de: Benutzerdefinierter Text
es: Texto personalizado
fr: Texte personnalisé

source: Custom widget text
de: Benutzerdefinierter Widget-Text
es: Texto de widget personalizado
fr: Texte du widget personnalisé

source: Daily
de: Täglich
es: Diario
fr: Tous les jours

source: Daily avg (7 d)
de: Tagesdurchschnitt (7 Tage)
es: Promedio diario (7 días)
fr: Moyenne quotidienne (7 jours)

source: Daily step goal
de: Tägliches Schrittziel
es: Objetivo de pasos diarios
fr: Objectif de pas quotidien

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

source: Dashed circle
de: Gestrichelter Kreis
es: círculo discontinuo
fr: Cercle pointillé

source: Date
de: Datum
es: Fecha

source: Date of birth
de: Geburtsdatum
es: fecha de nacimiento
fr: Date de naissance

source: Day
de: Tag
es: Día
fr: Jour

source: Day of week
de: Wochentag
es: Día de la semana
fr: Jour de la semaine

source: Day of Week
de: Wochentag
es: Día de la semana
fr: Jour de la semaine

source: days
de: Tage
es: días
fr: jours

source: Days
de: Tage
es: Días
fr: Jours

source: Debug file manager
de: Debug-Dateimanager
es: Administrador de archivos de depuración
fr: Gestionnaire de fichiers de débogage

source: Decrease
de: Verringern
es: Disminuir
fr: Diminuer

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer

source: Delete history
de: Verlauf löschen
es: Eliminar historial
fr: Supprimer l’historique

source: Delete local fitness history
de: Lokalen Fitnessverlauf löschen
es: Eliminar el historial local de actividad
fr: Supprimer l’historique local d’activité

source: Delete local fitness history?
de: Lokalen Fitnessverlauf löschen?
es: ¿Eliminar el historial local de actividad?
fr: Supprimer l’historique local d’activité ?

source: Deleting fitness history…
de: Fitnessverlauf wird gelöscht…
es: Eliminando el historial de actividad…
fr: Suppression de l’historique d’activité…

source: Designs stay on your phone. Install pushes the 2-bit e-ink render over Bluetooth — larger photos take a few seconds.
de: Entwürfe bleiben auf deinem Telefon. Beim Installieren wird die 2-Bit-E-Ink-Darstellung über Bluetooth übertragen – größere Fotos benötigen einige Sekunden.
es: Los diseños permanecen en tu teléfono. Al instalar, la imagen de tinta electrónica de 2 bits se envía por Bluetooth; las fotos grandes tardan unos segundos.
fr: Les créations restent sur votre téléphone. L’installation envoie le rendu e‑ink 2 bits par Bluetooth — les grandes photos prennent quelques secondes.

source: Detect automatically
de: Automatisch erkennen
es: Detectar automáticamente
fr: Détecter automatiquement

source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivée

source: Disabling the integration keeps its credentials and entity choices, but watch requests will not contact Home Assistant.
de: Beim Deaktivieren der Integration bleiben Anmeldedaten und ausgewählte Entitäten erhalten, Anfragen von der Uhr kontaktieren Home Assistant jedoch nicht.
es: Al desactivar la integración se conservan sus credenciales y las entidades seleccionadas, pero las solicitudes del reloj no contactarán con Home Assistant.
fr: La désactivation de l’intégration conserve ses identifiants et les entités choisies, mais les requêtes de la montre ne contacteront pas Home Assistant.

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter

source: Disconnected
de: Nicht verbunden
es: desconectado
fr: Déconnecté

source: Display name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage

source: Distance
de: Entfernung
es: Distancia

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Double
de: Doppelt
es: doble

source: Double circle
de: Doppelter Kreis
es: Círculo doble
fr: Double cercle

source: Double press
de: Doppelt drücken
es: Doble pulsación
fr: Double appui

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger

source: Download resolves the concrete handle via lookup first, then falls back to the literal handle. Deleting system files can require a factory reset — use with care.
de: Der Download löst zuerst das konkrete Handle über die Suche auf und greift dann auf das Literal-Handle zurück. Das Löschen von Systemdateien kann ein Zurücksetzen auf die Werkseinstellungen erfordern – seien Sie vorsichtig.
es: La descarga resuelve primero el identificador concreto mediante una búsqueda y luego vuelve al identificador literal. La eliminación de archivos del sistema puede requerir un restablecimiento de fábrica; utilícelo con cuidado.
fr: Le téléchargement résout d’abord le handle concret via la recherche, puis revient au handle littéral. La suppression de fichiers système peut nécessiter une réinitialisation d’usine – à utiliser avec précaution.

source: Downloading %@…
de: Herunterladen von %@…
es: Descargando %@…
fr: Téléchargement de %@…

source: Downloads new activity data from your Fossil watch.
de: Lädt neue Aktivitätsdaten von Ihrer Fossil Uhr herunter.
es: Descarga nuevos datos de actividad desde tu reloj Fossil.
fr: Télécharge les nouvelles données d'activité depuis votre montre Fossil.

source: Drag any complication or text layer on the face to reposition it; pinch a photo to zoom. The background is dithered to the watch's 2-bit e-ink palette on install.
de: Ziehen Sie eine beliebige Komplikation oder Textebene auf das Zifferblatt, um sie neu zu positionieren. Drücken Sie ein Foto, um es zu vergrößern. Der Hintergrund wird bei der Installation an die 2-Bit-E-Ink-Palette der Uhr angepasst.
es: Arrastre cualquier complicación o capa de texto en la esfera para reposicionarla; pellizca una foto para ampliarla. El fondo está difuminado según la paleta de tinta electrónica de 2 bits del reloj durante la instalación.
fr: Faites glisser n'importe quelle complication ou calque de texte sur le cadran pour le repositionner ; pincez une photo pour zoomer. L'arrière-plan est tramé avec la palette d'encre électronique 2 bits de la montre lors de l'installation.

source: Edit alarm
de: Alarm bearbeiten
es: Editar alarma
fr: Modifier l'alarme

source: Enable quiet hours
de: Ruhezeiten aktivieren
es: Activar horas de silencio
fr: Activer les heures de silence

source: Enabled
de: Aktiviert
es: Activada
fr: Activée

source: End
de: Ende
es: Fin
fr: Fin

source: Ends
de: Endet
es: Termina
fr: Se termine

source: Enter a long-lived access token
de: Geben Sie ein langlebiges Zugriffstoken ein
es: Introduce un token de acceso de larga duración
fr: Saisissez un jeton d’accès longue durée

source: Enter a valid Home Assistant URL
de: Geben Sie eine gültige Home-Assistant-URL ein
es: Introduce una URL válida de Home Assistant
fr: Saisissez une URL Home Assistant valide

source: Enter the contact's name exactly as iOS shows it in call and message notifications.
de: Geben Sie den Namen des Kontakts genau so ein, wie iOS ihn in Anruf- und Nachrichtenbenachrichtigungen anzeigt.
es: Ingrese el nombre del contacto exactamente como lo muestra iOS en las notificaciones de llamadas y mensajes.
fr: Saisissez le nom du contact exactement tel que iOS l'indique dans les notifications d'appels et de messages.

source: Erase everything on the watch
de: Löschen Sie alles auf der Uhr
es: Borrar todo en el reloj
fr: Effacer tout sur la montre

source: error %u
de: Fehler %u
fr: erreur %u

source: Every day
de: Jeden Tag
es: todos los dias
fr: Chaque jour

source: Every watch has a secret 16-byte authentication key. Without Fossil's servers it can't be fetched automatically — you have to bring your own:
de: Jede Uhr verfügt über einen geheimen 16-Byte-Authentifizierungsschlüssel. Ohne die Server von Fossil kann es nicht automatisch abgerufen werden – Sie müssen Ihre eigenen mitbringen:
es: Cada reloj tiene una clave de autenticación secreta de 16 bytes. Sin los servidores de Fossil no se puede recuperar automáticamente; debes traer el tuyo propio:
fr: Chaque montre possède une clé d'authentification secrète de 16 octets. Sans les serveurs de Fossil, il ne peut pas être récupéré automatiquement — vous devez apporter le vôtre :

source: Export to Apple Health
de: Export nach Apple Health
es: Exportar a Apple Health
fr: Exporter vers Apple Health

source: Exported %lld samples to Apple Health.
de: %lld Proben nach Apple Health exportiert.
es: Exportó %lld muestras a Apple Health.
fr: Exportation de %lld échantillons vers Apple Health.

source: Exporting to Apple Health…
de: Exportieren nach Apple Health…
es: Exportando a Apple Health…
fr: Exportation vers Apple Health…

source: Faces
de: Zifferblätter
es: Esferas
fr: Cadrans

source: Factory reset
de: Werksreset
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine

source: Factory reset %@?
de: Werksreset %@?
es: ¿Restablecer valores de fábrica %@?
fr: Réinitialisation d'usine %@ ?

source: Factory reset sent — watch is rebooting
de: Werksreset gesendet – Uhr wird neu gestartet
es: Restablecimiento de fábrica enviado: el reloj se está reiniciando
fr: Réinitialisation d'usine envoyée – la montre redémarre

source: Failed: %@
de: Fehlgeschlagen: %@
es: Fallido: %@
fr: Échec : %@

source: Female
de: Weiblich
es: Mujer
fr: Femme

source: file access error
de: Dateizugriffsfehler
es: error de acceso al archivo
fr: erreur d'accès au fichier

source: file already exists
de: Datei existiert bereits
es: el archivo ya existe
fr: le fichier existe déjà

source: File manager
de: Dateimanager
es: Administrador de archivos
fr: Gestionnaire de fichiers

source: file not found
de: Datei nicht gefunden
es: archivo no encontrado
fr: fichier introuvable

source: file not open
de: Datei nicht geöffnet
es: archivo no abierto
fr: fichier pas ouvert

source: file not valid
de: Datei ungültig
es: archivo no válido
fr: fichier non valide

source: Filled in live by the watch — never leaves the phone as text.
de: Live von der Uhr ausgefüllt – verlässt das Telefon nie als SMS.
es: Completado en vivo por el reloj: nunca sale del teléfono como texto.
fr: Rempli en direct par la montre – ne quitte jamais le téléphone sous forme de SMS.

source: Find my phone
de: Mein Telefon finden
es: Buscar mi teléfono
fr: Trouver mon téléphone

source: Find watch
de: Uhr finden
es: Buscar reloj
fr: Trouver la montre

source: Finding your phone
de: Telefon wird gesucht
es: Buscando tu teléfono
fr: Recherche de votre téléphone

source: firmware internal error
de: Firmware-interner Fehler
es: error interno del firmware
fr: erreur interne du micrologiciel

source: first-generation Q watches (Misfit protocol) are not supported
de: Q-Uhren der ersten Generation (Misfit-Protokoll) werden nicht unterstützt
es: Los relojes Q de primera generación (protocolo Misfit) no son compatibles
fr: Les montres Q de première génération (protocole Misfit) ne sont pas prises en charge

source: Fluted
de: Geriffelt
es: estriado
fr: Cannelé

source: Font
de: Schriftart
es: fuente
fr: Police

source: For buttons set to "Forward to phone (multi-press)". These run on the phone, so changes apply immediately — no upload needed. Volume only works while the app is in the foreground (iOS limitation). If another button is set to Music control, that takes over single/double/long presses.
de: Für Tasten, die auf „An Telefon weiterleiten (mehrmals drücken)“ eingestellt sind. Diese werden auf dem Telefon ausgeführt, sodass Änderungen sofort wirksam werden – kein Upload erforderlich. Die Lautstärke funktioniert nur, während die App im Vordergrund ist (iOS Einschränkung). Wenn eine andere Taste auf Musiksteuerung eingestellt ist, übernimmt diese das einfache/doppelte/lange Drücken.
es: Para botones configurados en "Reenviar al teléfono (pulsación múltiple)". Estos se ejecutan en el teléfono, por lo que los cambios se aplican de inmediato, no es necesario cargarlos. El volumen solo funciona mientras la aplicación está en primer plano (limitación iOS). Si otro botón está configurado en Control de música, eso se hace cargo de las pulsaciones simples/dobles/largas.
fr: Pour les boutons réglés sur « Transférer vers le téléphone (pression multiple) ». Ceux-ci fonctionnent sur le téléphone, donc les modifications s’appliquent immédiatement – aucun téléchargement n’est nécessaire. Le volume ne fonctionne que lorsque l'application est au premier plan (limitation iOS). Si un autre bouton est réglé sur Contrôle musical, il prend en charge les appuis simples/doubles/longs.

source: Forget %@?
de: %@ vergessen?
es: ¿Olvidar %@?
fr: Oublier %@ ?

source: Forget watch
de: Uhr vergessen
es: Olvidar reloj
fr: Oublier la montre

source: Forward to phone
de: Weiterleiten an Telefon
es: Reenviar al teléfono
fr: Transférer vers le téléphone

source: Forward to phone (multi-press)
de: An Telefon weiterleiten (mehrmals drücken)
es: Reenviar al teléfono (pulsación múltiple)
fr: Transférer vers le téléphone (presse multiple)

source: Fossil watch
de: Fossil-Uhr
es: Reloj Fossil
fr: Montre Fossil

source: Found — confirmed on the watch
de: Gefunden – auf der Uhr bestätigt
es: Encontrado: confirmado en el reloj
fr: Trouvé — confirmé sur la montre

source: Friday
de: Freitag
es: viernes
fr: vendredi

source: From
de: Von
es: De
fr: De

source: Gallery
de: Galerie
es: Galería
fr: Galerie

source: Gazette
de: Amtsblatt
es: Gaceta

source: Gender
de: Geschlecht
es: Género
fr: Sexe

source: Get started
de: Loslegen
es: Empezar
fr: Commencer

source: goal
de: Ziel
es: objetivo
fr: objectif

source: Goal
de: Ziel
es: Objetivo
fr: Objectif

source: Goal %@
de: Ziel %@
es: Objetivo %@
fr: Objectif %@

source: Goal ring
de: Zielring
es: Anillo de objetivo
fr: Anneau d’objectif

source: Goal streak
de: Zielserie
es: Racha de objetivos
fr: Série d’objectifs atteints

source: Going back without saving discards the adjustment and re-syncs the hands to the current time.
de: Wenn Sie ohne Speichern zurückgehen, wird die Einstellung verworfen und die Zeiger werden erneut mit der aktuellen Zeit synchronisiert.
es: Al retroceder sin guardar se descarta el ajuste y se vuelven a sincronizar las manecillas con la hora actual.
fr: Revenir en arrière sans enregistrer annule le réglage et resynchronise les aiguilles avec l'heure actuelle.

source: Hand
de: Zeiger
es: Manecilla
fr: Aiguille

source: Hands point at
de: Zeiger zeigen auf
es: Las manecillas apuntan a
fr: Les aiguilles indiquent

source: Health
de: Gesundheit
es: Salud
fr: Santé

source: Heart rate
de: Herzfrequenz
es: frecuencia cardiaca
fr: Fréquence cardiaque

source: Heart rate mode updated
de: Herzfrequenzmodus aktualisiert
es: Modo de frecuencia cardíaca actualizado
fr: Mode fréquence cardiaque mis à jour

source: Height: %lld cm
de: Höhe: %lld cm
es: Altura: %lld cm
fr: Hauteur : %lld cm

source: Home Assistant app installed
de: Home-Assistant-App installiert
es: App de Home Assistant instalada
fr: App Home Assistant installée

source: Home Assistant is not enabled
de: Home Assistant ist nicht aktiviert
es: Home Assistant no está activado
fr: Home Assistant n’est pas activé

source: Home Assistant rejected the access token
de: Home Assistant hat das Zugriffstoken abgelehnt
es: Home Assistant ha rechazado el token de acceso
fr: Home Assistant a refusé le jeton d’accès

source: Home Assistant returned an invalid response
de: Home Assistant hat eine ungültige Antwort zurückgegeben
es: Home Assistant ha devuelto una respuesta no válida
fr: Home Assistant a renvoyé une réponse non valide

source: Home Assistant returned HTTP %lld
de: Home Assistant hat HTTP %lld zurückgegeben
es: Home Assistant ha devuelto HTTP %lld
fr: Home Assistant a renvoyé HTTP %lld

source: Home occupies the 3 o’clock slot. This order fills the remaining slots clockwise. Swipe to remove or drag to reorder.
de: Home belegt die 3-Uhr-Position. Diese Reihenfolge füllt die übrigen Positionen im Uhrzeigersinn. Zum Entfernen wischen oder zum Neuordnen ziehen.
es: Inicio ocupa la posición de las 3 en punto. Este orden rellena las posiciones restantes en el sentido de las agujas del reloj. Desliza para eliminar o arrastra para reordenar.
fr: Accueil occupe l'emplacement de 3 heures. Cet ordre remplit les emplacements restants dans le sens des aiguilles d'une montre. Balayez pour supprimer ou faites glisser pour réorganiser.

source: Horizon
de: Horizont
es: Horizonte

source: Hour
de: Stunde
es: Hora
fr: Heure

source: Hour hand
de: Stundenzeiger
es: manecilla de hora
fr: Aiguille des heures

source: hours
de: Stunden
es: horas
fr: heures

source: Hours
de: Stunden
es: Horas
fr: Heures

source: HTTP exposes your Home Assistant token. Use HTTPS or explicitly allow insecure local HTTP.
de: HTTP legt Ihr Home-Assistant-Token offen. Verwenden Sie HTTPS oder lassen Sie unsicheres lokales HTTP ausdrücklich zu.
es: HTTP expone tu token de Home Assistant. Usa HTTPS o permite explícitamente HTTP local no seguro.
fr: HTTP expose votre jeton Home Assistant. Utilisez HTTPS ou autorisez explicitement le HTTP local non sécurisé.

source: Hybridge · unofficial companion · v%@
de: Hybridge · inoffizieller Begleiter · v%@
es: Hybridge · compañero no oficial · v%@
fr: Hybridge · compagnon non officiel · v%@

source: Icon
de: Symbol
es: Icono
fr: Icône

source: Images
de: Bilder
es: Imágenes
